Repository: kelvinkosbab/KozBon
Catalog: KozBonPackages/BonjourLocalization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, ja, zh_hans

source: Used by iChat 1.0 which shipped with Mac OS X 10.2. This service is now deprecated with the introduction of the "presence" service in iChat AV. See below.
ar: يستخدمه iChat 1.0 الذي شُحن مع Mac OS X 10.2. هذه الخدمة قديمة الآن مع تقديم خدمة "presence" في iChat AV. انظر أدناه.
de: Verwendet von iChat 1.0, das mit Mac OS X 10.2 ausgeliefert wurde. Dieser Dienst ist mit der Einführung des "presence"-Dienstes in iChat AV veraltet.
es: Utilizado por iChat 1.0 que se distribuyó con Mac OS X 10.2. Este servicio está obsoleto con la introducción del servicio "presence" en iChat AV.
fr: Utilisé par iChat 1.0 livré avec Mac OS X 10.2. Ce service est désormais obsolète avec l'introduction du service "presence" dans iChat AV.
he: בשימוש iChat 1.0 שיצא עם Mac OS X 10.2. השירות הזה הוצא משימוש עם הצגת שירות ה-"presence" ב-iChat AV. ראו להלן.
ja: Mac OS X 10.2に同梱されたiChat 1.0で使用されます。このサービスはiChat AVでの「presence」サービスの導入により廃止されました。
zh_hans: 被Mac OS X 10.2附带的iChat 1.0使用。随着iChat AV中"presence"服务的引入，此服务已被弃用。

source: Used by iChat AV which shipped with Mac OS X 10.3.
ar: يستخدمه iChat AV الذي شُحن مع Mac OS X 10.3.
de: Verwendet von iChat AV, das mit Mac OS X 10.3 ausgeliefert wurde.
es: Utilizado por iChat AV que se distribuyó con Mac OS X 10.3.
fr: Utilisé par iChat AV livré avec Mac OS X 10.3.
he: בשימוש iChat AV שיצא עם Mac OS X 10.3.
ja: Mac OS X 10.3に同梱されたiChat AVで使用されます。
zh_hans: 被Mac OS X 10.3附带的iChat AV使用。

source: Used by the AirPort Admin Utility starting in Mac OS X 10.2 in order to locate and configure the AirPort Base Station (Dual Ethernet) and the AirPort Extreme Base Station.
ar: يستخدمه AirPort Admin Utility بدءًا من Mac OS X 10.2 لتحديد موقع AirPort Base Station (Dual Ethernet) و AirPort Extreme Base Station وتهيئتها.
de: Verwendet vom AirPort Admin-Dienstprogramm ab Mac OS X 10.2 zum Auffinden und Konfigurieren der AirPort-Basisstation (Dual Ethernet) und der AirPort Extreme-Basisstation.
es: Utilizado por la utilidad AirPort Admin a partir de Mac OS X 10.2 para localizar y configurar la estación base AirPort (Dual Ethernet) y la estación base AirPort Extreme.
fr: Utilisé par l'utilitaire AirPort Admin à partir de Mac OS X 10.2 pour localiser et configurer la borne AirPort (Dual Ethernet) et la borne AirPort Extreme.
he: בשימוש AirPort Admin Utility החל מ-Mac OS X 10.2 לאיתור ולהגדרה של AirPort Base Station (Dual Ethernet) ושל AirPort Extreme Base Station.
ja: Mac OS X 10.2以降、AirPort Base Station（Dual Ethernet）およびAirPort Extreme Base Stationの検出と設定のためにAirPort管理ユーティリティで使用されます。
zh_hans: 从Mac OS X 10.2开始被AirPort管理实用工具使用，用于定位和配置AirPort基站（双以太网）和AirPort Extreme基站。

source: Used by the AirPort Extreme Base Station to share USB printers. Printer Setup Utility browses for AirPort Extreme shared USB printers which use the Remote I/O USB Printer Protocol starting in Mac OS X 10.3.
ar: تستخدمه AirPort Extreme Base Station لمشاركة طابعات USB. يبحث Printer Setup Utility عن طابعات USB المشتركة عبر AirPort Extreme التي تستخدم Remote I/O USB Printer Protocol بدءًا من Mac OS X 10.3.
de: Verwendet von der AirPort Extreme-Basisstation zum Teilen von USB-Druckern. Das Drucker-Konfigurationsprogramm sucht ab Mac OS X 10.3 nach gemeinsam genutzten AirPort Extreme USB-Druckern, die das Remote I/O USB Printer Protocol verwenden.
es: Utilizado por la estación base AirPort Extreme para compartir impresoras USB. La utilidad de configuración de impresoras busca impresoras USB compartidas de AirPort Extreme que utilizan el protocolo Remote I/O USB Printer a partir de Mac OS X 10.3.
fr: Utilisé par la borne AirPort Extreme pour partager des imprimantes USB. L'utilitaire de configuration d'imprimante recherche les imprimantes USB partagées AirPort Extreme utilisant le protocole Remote I/O USB Printer à partir de Mac OS X 10.3.
he: בשימוש AirPort Extreme Base Station לשיתוף מדפסות USB. Printer Setup Utility מחפש מדפסות USB משותפות של AirPort Extreme שמשתמשות ב-Remote I/O USB Printer Protocol החל מ-Mac OS X 10.3.
ja: USBプリンターを共有するためにAirPort Extremeベースステーションで使用されます。Mac OS X 10.3以降、プリンタ設定ユーティリティがRemote I/O USB Printer Protocolを使用するAirPort Extreme共有USBプリンターをブラウズします。
zh_hans: 被AirPort Extreme基站用于共享USB打印机。打印机设置实用工具从Mac OS X 10.3开始浏览使用Remote I/O USB Printer Protocol的AirPort Extreme共享USB打印机。

source: Used by the Image Capture application to share cameras in Mac OS X 10.3.
ar: يستخدمه تطبيق Image Capture لمشاركة الكاميرات في Mac OS X 10.3.
de: Verwendet von der Digitale Bilder-Anwendung zum Teilen von Kameras in Mac OS X 10.3.
es: Utilizado por la aplicación Captura de Imagen para compartir cámaras en Mac OS X 10.3.
fr: Utilisé par l'application Transfert d'images pour partager des appareils photo dans Mac OS X 10.3.
he: בשימוש אפליקציית Image Capture לשיתוף מצלמות ב-Mac OS X 10.3.
ja: Mac OS X 10.3でカメラを共有するためにイメージキャプチャアプリケーションで使用されます。
zh_hans: 被图像捕捉应用程序用于在Mac OS X 10.3中共享相机。

source: Used by the Xserve RAID Admin Utility to locate and configure Xserve RAID hardware.
ar: تستخدمه Xserve RAID Admin Utility لتحديد موقع أجهزة Xserve RAID وتهيئتها.
de: Verwendet vom Xserve RAID Admin-Dienstprogramm zum Auffinden und Konfigurieren von Xserve RAID-Hardware.
es: Utilizado por la utilidad Xserve RAID Admin para localizar y configurar hardware Xserve RAID.
fr: Utilisé par l'utilitaire Xserve RAID Admin pour localiser et configurer le matériel Xserve RAID.
he: בשימוש Xserve RAID Admin Utility לאיתור ולהגדרה של חומרת Xserve RAID.
ja: Xserve RAIDハードウェアの検出と設定のためにXserve RAID管理ユーティリティで使用されます。
zh_hans: 被Xserve RAID管理实用工具用于定位和配置Xserve RAID硬件。

source: VNC remote desktop access protocol. An alternative service type to RFB, commonly advertised by VNC server implementations.
ar: بروتوكول الوصول إلى سطح المكتب عن بُعد VNC. نوع خدمة بديل لـ RFB، تعلن عنه شائعًا تنفيذات خوادم VNC.
de: VNC Remote-Desktop-Zugriffsprotokoll. Ein alternativer Diensttyp zu RFB, der häufig von VNC-Server-Implementierungen beworben wird.
es: Protocolo de acceso a escritorio remoto VNC. Un tipo de servicio alternativo a RFB, comúnmente publicado por implementaciones de servidores VNC.
fr: Protocole d'accès au bureau à distance VNC. Un type de service alternatif à RFB, couramment publié par les implémentations de serveurs VNC.
he: פרוטוקול גישה לשולחן עבודה מרחוק VNC. סוג שירות חלופי ל-RFB, נפוץ בפרסום על ידי מימושי שרתי VNC.
ja: VNCリモートデスクトップアクセスプロトコル。RFBの代替サービスタイプで、VNCサーバー実装で一般的にアドバタイズされます。
zh_hans: VNC远程桌面访问协议。RFB的替代服务类型，常由VNC服务器实现广播。

source: Wi-Fi Calling service for making and receiving phone calls over a Wi-Fi network instead of cellular.
ar: خدمة Wi-Fi Calling لإجراء واستقبال المكالمات الهاتفية عبر شبكة Wi-Fi بدلاً من شبكة الجوال.
de: Wi-Fi Calling-Dienst für Telefonate über ein WLAN-Netzwerk anstelle des Mobilfunknetzes.
es: Servicio de llamadas Wi-Fi para realizar y recibir llamadas telefónicas a través de una red Wi-Fi en lugar de la red celular.
fr: Service d'appels Wi-Fi pour passer et recevoir des appels téléphoniques via un réseau Wi-Fi au lieu du réseau cellulaire.
he: שירות Wi-Fi Calling לביצוע ולקבלת שיחות טלפון על-פני רשת Wi-Fi במקום סלולר.
ja: 携帯電話ネットワークの代わりにWi-Fiネットワーク経由で電話の発着信を行うWi-Fi Callingサービス。
zh_hans: Wi-Fi通话服务，用于通过Wi-Fi网络而非蜂窝网络拨打和接听电话。

source: eSCL (AirScan) scanner protocol for driverless network scanning. Supported by most modern network-attached scanners and multifunction printers.
ar: بروتوكول الماسحات eSCL (AirScan) للمسح الشبكي بدون برامج تشغيل. يدعمه معظم الماسحات الضوئية المتصلة بالشبكة والطابعات متعددة الوظائف الحديثة.
de: eSCL (AirScan) Scannerprotokoll für treiberloses Netzwerkscannen. Unterstützt von den meisten modernen Netzwerkscannern und Multifunktionsdruckern.
es: Protocolo de escáner eSCL (AirScan) para escaneo en red sin controladores. Compatible con la mayoría de los escáneres de red y las impresoras multifunción modernos.
fr: Protocole de scanner eSCL (AirScan) pour la numérisation réseau sans pilote. Pris en charge par la plupart des scanners réseau et imprimantes multifonctions modernes.
he: פרוטוקול הסורקים eSCL (AirScan) לסריקה רשתית ללא דרייברים. נתמך על ידי רוב הסורקים הרשתיים והמדפסות הרב-תכליתיות המודרניים.
ja: ドライバーレスネットワークスキャンのためのeSCL（AirScan）スキャナープロトコル。最新のネットワーク接続スキャナーおよび複合プリンターの多くでサポートされています。
zh_hans: eSCL（AirScan）扫描仪协议，用于免驱动网络扫描。大多数现代网络扫描仪和多功能打印机支持此协议。

source: iTunes Home Sharing for streaming music, movies, and TV shows between authorized computers and Apple devices on the same network.
ar: iTunes Home Sharing لبث الموسيقى والأفلام والبرامج التلفزيونية بين الحواسيب المعتمدة وأجهزة Apple على الشبكة نفسها.
de: iTunes Home Sharing zum Streamen von Musik, Filmen und TV-Sendungen zwischen autorisierten Computern und Apple-Geräten im selben Netzwerk.
es: iTunes Home Sharing para transmitir música, películas y programas de TV entre ordenadores autorizados y dispositivos Apple en la misma red.
fr: iTunes Home Sharing pour la diffusion de musique, films et séries entre ordinateurs autorisés et appareils Apple sur le même réseau.
he: iTunes Home Sharing להזרמת מוזיקה, סרטים ותוכניות טלוויזיה בין מחשבים מורשים ומכשירי Apple באותה רשת.
ja: 同じネットワーク上の認証済みコンピュータとAppleデバイス間で音楽、映画、テレビ番組をストリーミングするiTunes Home Sharing。
zh_hans: iTunes Home Sharing，用于在同一网络上的授权电脑和Apple设备之间流式传输音乐、电影和电视节目。

source: macOS device information broadcast for identifying Mac computers on the local network.
ar: بث معلومات أجهزة macOS لتحديد أجهزة Mac على الشبكة المحلية.
de: macOS-Geräteinformationsübertragung zur Identifizierung von Mac-Computern im lokalen Netzwerk.
es: Difusión de información de dispositivos macOS para identificar ordenadores Mac en la red local.
fr: Diffusion d'informations sur les appareils macOS pour identifier les ordinateurs Mac sur le réseau local.
he: שידור מידע על מכשירי macOS לזיהוי מחשבי Mac ברשת המקומית.
ja: ローカルネットワーク上のMacコンピュータを識別するためのmacOSデバイス情報ブロードキャスト。
zh_hans: macOS设备信息广播，用于在本地网络上识别Mac电脑。

# sort_service_type_asc
source: Service Type A → Z
ar: نوع الخدمة أ → ي
de: Diensttyp A → Z
es: Tipo de servicio A → Z
fr: Type de service A → Z
he: סוג שירות א → ת
ja: サービスタイプ A → Z
zh_hans: 服务类型 A → Z

# sort_service_type_desc
source: Service Type Z → A
ar: نوع الخدمة ي → أ
de: Diensttyp Z → A
es: Tipo de servicio Z → A
fr: Type de service Z → A
he: סוג שירות ת → א
ja: サービスタイプ Z → A
zh_hans: 服务类型 Z → A

# settings_sort_service_name_asc
source: Service Name (A → Z)
ar: اسم الخدمة (أ → ي)
de: Dienstname (A → Z)
es: Nombre del servicio (A → Z)
fr: Nom du service (A → Z)
he: שם השירות (א → ת)
ja: サービス名 (A → Z)
zh_hans: 服务名 (A → Z)

# settings_sort_service_name_desc
source: Service Name (Z → A)
ar: اسم الخدمة (ي → أ)
de: Dienstname (Z → A)
es: Nombre del servicio (Z → A)
fr: Nom du service (Z → A)
he: שם השירות (ת → א)
ja: サービス名 (Z → A)
zh_hans: 服务名 (Z → A)

# button_start_scanning
source: Scan nearby
ar: فحص الأجهزة القريبة
de: In der Nähe suchen
es: Buscar cerca
fr: Rechercher à proximité
he: סרוק בקרבת מקום
ja: 近くをスキャン
zh_hans: 扫描附近

# button_refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
he: רענן
ja: 更新
zh_hans: 刷新

# settings_clear_custom_service_types
source: Clear custom service types
ar: مسح أنواع الخدمات المخصصة
de: Eigene Diensttypen löschen
es: Borrar tipos de servicio personalizados
fr: Effacer les types de service personnalisés
he: נקה סוגי שירות מותאמים אישית
ja: カスタムサービスタイプを消去
zh_hans: 清除自定义服务类型

# button_explain_with_ai
source: Insights
ar: رؤى
de: Einblicke
es: Información
fr: Aperçus
he: תובנות
ja: インサイト
zh_hans: 洞察

# nav_ai_insights
source: Insights
ar: رؤى
de: Einblicke
es: Información
fr: Aperçu
he: תובנות
ja: インサイト
zh_hans: 洞察

# ai_generating
source: Generating explanation...
ar: جارٍ إنشاء الشرح...
de: Erklärung wird generiert...
es: Generando explicación...
fr: Génération de l'explication...
he: יוצר הסבר...
ja: 説明を生成中...
zh_hans: 正在生成说明...

# a11y_explain_with_ai_hint
source: Get insights about this service
ar: احصل على رؤى حول هذه الخدمة
de: Einblicke zu diesem Dienst erhalten
es: Obtener información sobre este servicio
fr: Obtenir des aperçus sur ce service
he: קבל תובנות לגבי השירות הזה
ja: このサービスのインサイトを取得
zh_hans: 获取此服务的洞察

# ai_expertise_technical
source: Technical
ar: تقني
de: Technisch
es: Técnico
fr: Technique
he: טכני
ja: 技術的
zh_hans: 技术性

# settings_ai_analysis
source: Insights
ar: رؤى
de: Einblicke
es: Información
fr: Aperçus
he: תובנות
ja: インサイト
zh_hans: 洞察

# settings_ai_analysis_enabled
source: Enable insights
ar: تفعيل الرؤى
de: Einblicke aktivieren
es: Activar información
fr: Activer les aperçus
he: הפעל תובנות
ja: インサイトを有効にする
zh_hans: 启用洞察

# settings_ai_expertise_level
source: Detail level
ar: مستوى التفاصيل
de: Detailstufe
es: Nivel de detalle
fr: Niveau de détail
he: רמת פירוט
ja: 詳細レベル
zh_hans: 详细程度

# ai_more_detail
source: More Detail
ar: تفاصيل أكثر
de: Mehr Details
es: Más detalle
fr: Plus de détails
he: יותר פרטים
ja: 詳細表示
zh_hans: 更多详情

# ai_less_detail
source: Less Detail
ar: تفاصيل أقل
de: Weniger Details
es: Menos detalle
fr: Moins de détails
he: פחות פרטים
ja: 簡略表示
zh_hans: 更少详情

# settings_reset_to_defaults
source: Reset to defaults
ar: إعادة تعيين إلى الافتراضي
de: Auf Standardwerte zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser les réglages
he: אפס לברירת מחדל
ja: デフォルトに戻す
zh_hans: 恢复默认设置

# settings_reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
he: אפס
ja: リセット
zh_hans: 重置

# settings_reset_confirmation_message
source: This will reset all settings to their default values and remove any custom service types. This action cannot be undone.
ar: سيؤدي ذلك إلى إعادة تعيين جميع الإعدادات إلى القيم الافتراضية وإزالة أي أنواع خدمات مخصصة. لا يمكن التراجع عن هذا الإجراء.
de: Dadurch werden alle Einstellungen auf die Standardwerte zurückgesetzt und benutzerdefinierte Diensttypen entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto restablecerá todos los ajustes a sus valores predeterminados y eliminará los tipos de servicio personalizados. Esta acción no se puede deshacer.
fr: Cela réinitialisera tous les réglages à leurs valeurs par défaut et supprimera les types de service personnalisés. Cette action est irréversible.
he: פעולה זו תאפס את כל ההגדרות לערכי ברירת המחדל ותסיר סוגי שירות מותאמים אישית. לא ניתן לבטל פעולה זו.
ja: すべての設定をデフォルト値に戻し、カスタムサービスタイプを削除します。この操作は元に戻せません。
zh_hans: 这将把所有设置恢复为默认值，并删除所有自定义服务类型。此操作无法撤消。

# tab_preferences
source: Preferences
ar: التفضيلات
de: Einstellungen
es: Preferencias
fr: Préférences
he: העדפות
ja: 環境設定
zh_hans: 偏好设置

# settings_sort_default
source: Host Name A → Z
ar: اسم المضيف أ → ي
es: Nombre de host A → Z
fr: Nom d’hôte A → Z
he: שם מארח א → ת
ja: ホスト名 A → Z
zh_hans: 主机名 A → Z

# settings_ai_technical_subtitle
source: In-depth networking details
ar: تفاصيل شبكية متعمّقة
de: Ausführliche Netzwerkdetails
es: Detalles de red en profundidad
fr: Détails réseau approfondis
he: פרטי רשת מעמיקים
ja: ネットワークの詳細情報
zh_hans: 深入的网络详情

# ai_expertise_basic
source: Basic
ar: أساسي
de: Einfach
es: Básico
fr: Basique
he: בסיסי
ja: 基本
zh_hans: 基本

# settings_ai_basic_subtitle
source: Quick, easy-to-understand overview
ar: نظرة عامة سريعة وسهلة الفهم
de: Schneller, leicht verständlicher Überblick
es: Resumen rápido y fácil de entender
fr: Aperçu rapide et facile à comprendre
he: סקירה מהירה וקלה להבנה
ja: わかりやすい概要
zh_hans: 快速易懂的概览

# settings_ai_analysis_footer
source: When enabled, you can long-press a discovered service for an on-device explanation, and the Chat tab is available for conversations about your network. Everything runs privately on your device — no data is sent to external servers.
ar: عند التفعيل، يمكنك الضغط مطوّلاً على خدمة مكتشفة للحصول على شرح على الجهاز، وتصبح علامة تبويب المحادثة متاحة للحديث عن شبكتك. يعمل كل شيء بشكل خاص على جهازك — لا يتم إرسال أي بيانات إلى خوادم خارجية.
de: Wenn aktiviert, können Sie lange auf einen entdeckten Dienst drücken, um eine Erklärung auf dem Gerät zu erhalten, und der Chat-Tab steht für Gespräche über Ihr Netzwerk zur Verfügung. Alles läuft privat auf Ihrem Gerät — keine Daten werden an externe Server gesendet.
es: Cuando está activado, puedes mantener presionado un servicio descubierto para obtener una explicación en el dispositivo, y la pestaña Chat está disponible para conversar sobre tu red. Todo se ejecuta de forma privada en tu dispositivo, sin enviar datos a servidores externos.
fr: Lorsque cette option est activée, vous pouvez appuyer longuement sur un service découvert pour obtenir une explication sur l'appareil, et l'onglet Chat est disponible pour des conversations à propos de votre réseau. Tout s'exécute en privé sur votre appareil — aucune donnée n'est envoyée à des serveurs externes.
he: כאשר תכונה זו מופעלת, ניתן ללחוץ ארוכות על שירות שהתגלה כדי לקבל הסבר על-גבי המכשיר, וכרטיסיית הצ'אט זמינה לשיחות על הרשת שלך. הכל פועל באופן פרטי על המכשיר — לא נשלחים נתונים לשרתים חיצוניים.
ja: 有効にすると、発見したサービスを長押ししてデバイス上の説明を確認でき、Chatタブでネットワークについての会話を行えます。すべてデバイス上でプライベートに実行され、外部サーバーにデータは送信されません。
zh_hans: 启用后，您可以长按已发现的服务以获取设备端的说明，并可使用「聊天」标签就您的网络进行对话。所有内容均在您的设备上私密运行，不会向外部服务器发送任何数据。

# settings_ai_unavailable_not_enabled
source: Apple Intelligence is currently turned off. Open Settings → Apple Intelligence & Siri to turn it on.
ar: Apple Intelligence معطّل حاليًا. افتح الإعدادات ← Apple Intelligence و Siri لتفعيله.
de: Apple Intelligence ist derzeit ausgeschaltet. Öffnen Sie Einstellungen → Apple Intelligence & Siri, um es einzuschalten.
es: Apple Intelligence está desactivado. Abre Ajustes → Apple Intelligence y Siri para activarlo.
fr: Apple Intelligence est actuellement désactivé. Ouvrez Réglages → Apple Intelligence et Siri pour l'activer.
he: Apple Intelligence כבוי כעת. פתח את הגדרות ← Apple Intelligence ו-Siri כדי להפעיל אותו.
ja: Apple Intelligence は現在オフになっています。「設定」→「Apple Intelligence と Siri」でオンにしてください。
zh_hans: Apple Intelligence 当前已关闭。请打开「设置」→「Apple Intelligence 与 Siri」开启。

# settings_ai_unavailable_model_downloading
source: The Apple Intelligence model is still downloading. AI features will become available once the download completes.
ar: ما زال يتم تنزيل نموذج Apple Intelligence. ستصبح ميزات الذكاء الاصطناعي متاحة بمجرد اكتمال التنزيل.
de: Das Apple-Intelligence-Modell wird noch geladen. KI-Funktionen sind verfügbar, sobald der Download abgeschlossen ist.
es: El modelo de Apple Intelligence aún se está descargando. Las funciones de IA estarán disponibles cuando finalice la descarga.
fr: Le modèle Apple Intelligence est encore en cours de téléchargement. Les fonctionnalités d'IA seront disponibles une fois le téléchargement terminé.
he: מודל Apple Intelligence עדיין מורד. תכונות הבינה המלאכותית יהפכו לזמינות עם השלמת ההורדה.
ja: Apple Intelligence モデルはダウンロード中です。ダウンロードが完了すると、AI 機能を利用できるようになります。
zh_hans: Apple Intelligence 模型正在下载中。下载完成后，AI 功能将可用。

# settings_ai_unavailable_other
source: Apple Intelligence isn't available right now. Try again in a moment.
ar: Apple Intelligence غير متاح الآن. حاول مجددًا بعد قليل.
de: Apple Intelligence ist derzeit nicht verfügbar. Versuchen Sie es gleich noch einmal.
es: Apple Intelligence no está disponible en este momento. Inténtalo de nuevo en un momento.
fr: Apple Intelligence n'est pas disponible pour le moment. Réessayez dans un instant.
he: Apple Intelligence אינו זמין כרגע. נסה שוב בעוד רגע.
ja: Apple Intelligence は現在利用できません。しばらくしてからもう一度お試しください。
zh_hans: Apple Intelligence 目前不可用。请稍后再试。

# button_update
source: Update
ar: تحديث
de: Ändern
es: Actualizar
fr: Modifier
he: עדכן
ja: 変更
zh_hans: 更新

# loading_scanning_for_services
source: Scanning for services…
ar: جارٍ البحث عن الخدمات...
de: Suche nach Diensten…
es: Buscando servicios…
fr: Recherche de services…
he: סורק שירותים...
ja: サービスを検索中…
zh_hans: 正在扫描服务…

# a11y_copy_field_format
source: Copy %@
ar: نسخ %@
de: %@ kopieren
es: Copiar %@
fr: Copier %@
he: העתק %@
ja: %@をコピー
zh_hans: 复制%@

# a11y_copy_record
source: Copy record
ar: نسخ السجل
de: Eintrag kopieren
es: Copiar registro
fr: Copier l'enregistrement
he: העתק רשומה
ja: レコードをコピー
zh_hans: 复制记录

# a11y_copy_value_only
source: Copy value only
ar: نسخ القيمة فقط
de: Nur Wert kopieren
es: Copiar solo el valor
fr: Copier la valeur uniquement
he: העתק רק את הערך
ja: 値のみコピー
zh_hans: 仅复制值

# a11y_edit_record
source: Edit record
ar: تعديل السجل
de: Eintrag bearbeiten
es: Editar registro
fr: Modifier l'enregistrement
he: ערוך רשומה
ja: レコードを編集
zh_hans: 编辑记录

# a11y_delete_record
source: Delete record
ar: حذف السجل
de: Eintrag löschen
es: Eliminar registro
fr: Supprimer l'enregistrement
he: מחק רשומה
ja: レコードを削除
zh_hans: 删除记录

# a11y_delete_txt_record_hint
source: Double tap to delete this TXT record
ar: انقر نقرًا مزدوجًا لحذف سجل TXT هذا
de: Doppeltippen, um diesen TXT-Eintrag zu löschen
es: Toca dos veces para eliminar este registro TXT
fr: Touchez deux fois pour supprimer cet enregistrement TXT
he: הקש פעמיים כדי למחוק את רשומת ה-TXT הזו
ja: ダブルタップしてこのTXTレコードを削除
zh_hans: 双击以删除此TXT记录

# a11y_toggle_ai_hint
source: Enables or disables on-device explanations for discovered services
ar: يفعّل أو يعطّل الشروحات على الجهاز للخدمات المكتشفة
de: Aktiviert oder deaktiviert die Erklärungen auf dem Gerät für entdeckte Dienste
es: Activa o desactiva las explicaciones en el dispositivo para los servicios descubiertos
fr: Active ou désactive les explications sur l'appareil pour les services découverts
he: מפעיל או מבטל הסברים על-גבי המכשיר עבור שירותים שהתגלו
ja: 発見されたサービスのデバイス上の説明を有効または無効にします
zh_hans: 启用或禁用已发现服务的设备端说明

# a11y_reset_hint
source: Resets all preferences to default values and removes custom service types
ar: يعيد جميع التفضيلات إلى القيم الافتراضية ويزيل أنواع الخدمات المخصصة
de: Setzt alle Einstellungen auf Standardwerte zurück und entfernt benutzerdefinierte Diensttypen
es: Restablece todas las preferencias a los valores predeterminados y elimina los tipos de servicio personalizados
fr: Réinitialise toutes les préférences aux valeurs par défaut et supprime les types de service personnalisés
he: מאפס את כל ההעדפות לערכי ברירת המחדל ומסיר סוגי שירות מותאמים אישית
ja: すべての設定をデフォルト値に戻し、カスタムサービスタイプを削除します
zh_hans: 将所有偏好设置恢复为默认值并删除自定义服务类型

# a11y_form_incomplete_hint
source: Complete all required fields to enable this button
ar: أكمل جميع الحقول المطلوبة لتفعيل هذا الزر
de: Füllen Sie alle Pflichtfelder aus, um diese Schaltfläche zu aktivieren
es: Complete todos los campos obligatorios para habilitar este botón
fr: Remplissez tous les champs requis pour activer ce bouton
he: מלא את כל השדות הנדרשים כדי להפעיל את הכפתור
ja: このボタンを有効にするにはすべての必須項目を入力してください
zh_hans: 填写所有必填项以启用此按钮

source: Thread Mesh Commissioning Protocol for Thread border routers such as Apple TV and HomePod. TXT records expose the Thread network name, channel, and PAN ID.
ar: بروتوكول Thread Mesh Commissioning لموجِّهات حدود Thread مثل Apple TV و HomePod. تكشف سجلات TXT عن اسم شبكة Thread والقناة و PAN ID.
de: Thread-Mesh-Commissioning-Protokoll für Thread-Border-Router wie Apple TV und HomePod. TXT-Einträge zeigen den Thread-Netzwerknamen, Kanal und PAN-ID.
es: Protocolo de comisionado de malla Thread para routers de borde Thread como Apple TV y HomePod. Los registros TXT exponen el nombre de la red Thread, el canal y el PAN ID.
fr: Protocole de commissionnement de maillage Thread pour les routeurs de bordure Thread tels que l'Apple TV et le HomePod. Les enregistrements TXT exposent le nom du réseau Thread, le canal et l'identifiant PAN.
he: פרוטוקול Thread Mesh Commissioning עבור ראוטרי שוליים של Thread כגון Apple TV ו-HomePod. רשומות TXT חושפות את שם רשת ה-Thread, את הערוץ ואת ה-PAN ID.
ja: Apple TVやHomePodなどのThreadボーダールーター用のThread Meshコミッショニングプロトコル。TXTレコードにはThreadネットワーク名、チャンネル、PAN IDが含まれます。
zh_hans: 用于Apple TV和HomePod等Thread边界路由器的Thread Mesh调试协议。TXT记录包含Thread网络名称、通道和PAN ID。
